{
    "title": "Mapping the (Political) Information Ecosystem",
    "controls": {
        "medium": {
            "title": "Medium",
            "description": "Internet or TV"
        },
        "partisanship": {
            "title": "Partisanship",
            "description": "On the web, we use a popular, Twitter-based method to give each news domain a partisanship score. Lenient means that websites more to the left of TheGuardian.com, and to the right of FoxNews.com are counted as highly partisan. Stringent means that Slate.com and Breitbart.com—more less centrist news sources—define “highly partisan”."
        },
        "node-size": {
            "title": "Node size",
            "description": "Audience size or average consumption"
        }
    },
    "intro": [
        {
            "type": "text",
            "value": "Where do Americans get their news? Who is the typical consumer of news? And how many people are really in partisan “echo chambers”? We had these questions in mind when putting together the four interactive charts on this page."
        },
        {
            "type": "buttons",
            "value": [
                {
                    "title": "The fake news problem",
                    "url": "https://www.science.org/doi/10.1126/sciadv.aay3539"
                },
                {
                    "title": "Partisan news diets",
                    "url": "https://www.science.org/doi/10.1126/sciadv.abn0083"
                }
            ]
        },
        {
            "type": "tiles",
            "value": [
                {
                    "title": "Overall News Consumption",
                    "tag": "overall-news-consumption"
                },
                {
                    "title": "Partisan Echo Chambers",
                    "tag": "echo-chambers-part1"
                },
                {
                    "title": "Echo Chambers Map",
                    "tag": "echo-chambers-part2"
                },
                {
                    "title": "Changing TV Audiences",
                    "tag": "changing-tv-audiences"
                }
            ]
        }
    ],
    "overall-news-consumption": [
        {
            "type": "title",
            "value": "Overall News Consumption"
        },
        {
            "type": "text",
            "value": "In the first figure, we tally the average time spent watching news and non-news on TV. Online (desktop only) content is analyzed in terms of a larger set of categories: news websites, “fake news” websites, all of Facebook, Reddit, and Twitter/X, and the rest of non-news web browsing."
        },
        {
            "type": "text",
            "value": "When we talk about traditional news audiences in the US, we are primarily referring to people who get their news through TV."
        },
        {
            "type": "chart",
            "value": {
                "type": "line-area",
                "title": "TV vs Online Consumption",
                "captions": "Minutes per person per day spent with news and other categories of content on TV and desktop browsing. *Local TV News is not included."
            }
        },
        {
            "type": "text",
            "value": "The clearest pattern is that older Americans spend significantly more time on news than younger Americans. Moreover, across all age groups, and especially for older Americans, TV news dominates online news articles in terms of total time spent."
        }
    ],
    "echo-chambers-part1": [
        {
            "type": "title",
            "value": "On partisan \"Echo Chambers\""
        },
        {
            "type": "text",
            "value": "The 2022 article was inspired by ongoing discussions on “echo chambers,” the idea that social media exposes people to overwhelmingly partisan and like-minded news content. To gauge the scale of the echo chamber problem, we asked: how many people have a news diet that is made of majority highly partisan sources? The figure below is somewhat unique because we present results corresponding to multiple definitions of “majority”--50% and 75% of an individual’s total news consumption. You can also adjust the “strictness” of the highly partisan content definition with the lenient/stringent button."
        },
        {
            "type": "chart",
            "value": {
                "type": "map",
                "title": "Echo Chambers on the TV and Internet",
                "captions": "The monthly percent of Americans experiencing partisan segregation via TV or Web news. Bounds represent a range of percentages—from 50 to 75—of individual-level news diets that must be partisan for partisan segregation.",
                "caption1": "State-level timeline of echo chamber size as % of total population with TV/desktop computers.",
                "caption2": "We define audience size as the number of people who spend at least 30 minutes/1 minute with a given tv program/web domain."
            }
        },
        {
            "type": "text",
            "value": "While most people think of echo chambers in terms of social media and the internet, we find that cable TV, especially Fox News, is more responsible for the partisan segregation in news audiences than any combination of far-right or far-left sites circulating the internet. For example, between 10%-15% of Americans aged 55 and older get the majority of their news from Fox News while the desktop web echo chambers are only able to influence about 5% of US internet users of the same age group."
        },
        {
            "type": "text",
            "value": "It is important to note that we only capture internet browsing on desktop computers—not mobile devices, so it is conceivable that people see even less or much more partisan content on their mobile devices."
        }
    ],
    "echo-chambers-part2": [
        {
            "type": "title",
            "value": "\"Echo Chambers\" by state"
        },
        {
            "type": "text",
            "value": "In this map, the size of each semi-circle corresponds to the extent of partisan news segregation, or the size of echo chambers, in each state. You can click on a state for additional details, including the most-watched news programs and domains. The blue and red shading of each circle indicates the degree of partisan segregation, independent of a state's population. Surprisingly, when we break down TV audience segregation by political leanings, there is minimal geographic variation. Even in a \"lenient\" view where CNN is considered left-wing partisan, Fox News tends to dominate partisan viewership in almost every state, with New York and California being notable exceptions. When considering MSNBC as the left-wing partisan source, Fox News dominates in every state (though not Washington DC)."
        },
        {
            "type": "chart",
            "value": {
                "type": "line-area",
                "title": "Mapping Partisan Echo Chambers",
                "captions": "Each state is represented in terms of the total number of residents whose news diets are dominated by right-wing and left-wing partisan sources. The shades of red and blue indicate the percentage of residents. Click on a state for more info."
            }
        },
        {
            "type": "text",
            "value": "Surprisingly, when we break down TV audience segregation by political leanings, there is minimal geographic variation. Even in a \"lenient\" view where CNN is considered left-wing partisan, Fox News tends to dominate partisan viewership in almost every state, with New York and California being notable exceptions. When considering MSNBC as the left-wing partisan source, Fox News dominates in every state (though not Washington DC)."
        }
    ],
    "changing-tv-audiences": [
        {
            "type": "title",
            "value": "Changing TV news audiences"
        },
        {
            "type": "text",
            "value": "In this final figure we introduce a key concept: the news consumption archetype. We surface eight archetypes of news consumption by clustering panelists with similarly distributed news diets, including those who watch 30 minutes or less of news in a given month. Each archetype is dominated by a single news category; we tracked changes as individuals migrated between these archetypes (arrows between nodes represent “net flow” between archetypes)."
        },
        {
            "type": "chart",
            "value": {
                "type": "flow-chart",
                "title": "Changing audiences",
                "captions": "Television news consumption archetypes are each labeled according to the category of news most prominently consumed within the archetype, along with a large ninth group of people who are exposed to less than 30 min of news in a month, calculated independently in each month over the 4 years of analysis. The figure represents the direction and magnitude of turnover between each pair of archetypes. For example, if—over a given period of time—1M individuals moved from archetype A to archetype B, and over the same period of time 4M individuals did the reverse and moved from archetype B to A, then the net flow over that time period would be 3M from B to A."
            }
        },
        {
            "type": "text",
            "value": "Two major trends caught our attention. Notably, tens of millions of Americans are discontinuing TV news consumption, a mass exodus that is surely due in part to cord-cutting and the rise of streaming services. Second, those who continue to watch news on TV are increasingly engaging with partisan cable news channels including MSNBC and Fox News. In summary, the TV news audience is shrinking and becoming more polarized."
        }
    ],
    "methodology": [
        {
            "type": "title",
            "value": "Methodology"
        },
        {
            "type": "text",
            "value": "The analyses here are mostly reproductions of figures from two articles published in 2020 and 2022. The underlying datasets are derived from large panels (50-100k) of individuals who agreed to having their desktop internet browsing and TV viewing behavior passively tracked. The data spanned over a period of seven years from February 2016 to January 2023."
        }
    ]
}